[
  {
    "id": 1744217764151,
    "title": "Learning to Cope",
    "page": "17",
    "book": "The Beauty of Discomfort",
    "tags": [
      "Difficulty",
      "Perseverance"
    ],
    "description": "Learning to cope with discomfort--disagreement, aggression, and criticism (even wholly unprovoked aggression and criticism)--can be one of the greatest accomplishments of a child's early school years. Robert Reich, who was among other things President Bill Clinton's undersecretary of labor, attributes much of his personal development and even his later professional success to being bullied as a child. ... Reich set about finding ways to offset it. He developed his intellect, for one thing, and formed alliances with larger boys who were willing to protect him. Ultimately, being pushed around on the playground shaped Reich in a deep and lasting way, helping to strengthen his resolve to persevere and overcome. To make something of himself.",
    "comments": "Get out of your comfort zone\r\n\r\nline break.",
    "helpfulness": 4,
    "createdAt": "2025-04-09T16:56:04.152Z",
    "updatedAt": "2025-04-09T16:56:04.152Z"
  },
  {
    "id": 1744219870914,
    "title": "What Would a ____ Person Do?",
    "page": "40",
    "book": "Atomic Habits",
    "tags": [
      "Focus",
      "Virtues"
    ],
    "description": "Once you have a handle on the type of person you want to be, you can begin taking small steps to reinforce your desired identity. I have a friend who lost over 100 pounds by asking herself, \"What would a healthy person do?\" All day long, she would use this question as a guide. Would a healthy person walk or take a cab? Would a healthy person order a burrito or salad? She figured if she acted like a healthy preson long engouth, eventually she would become that preson. She was right. ... Your habits shape your identity, and your identity shapes your habits. It's a two-way street.",
    "comments": "What would the perfect boyfriend do?",
    "helpfulness": 6,
    "createdAt": "2025-04-09T17:31:10.914Z",
    "updatedAt": "2025-04-09T17:31:10.916Z"
  }
]